import Marquee from "react-fast-marquee";


const SliderShow = () => {
    return (
        <div className="flex my-5 ">
            <button className="btn btn-secondary">Breaking News</button>

         <Marquee className="bg-green-300 rounded-sm ">বাংলাদেশে মানবতার বিরুদ্ধে অপরাধ ও গণহত্যার অভিযোগে আন্তর্জাতিক অপরাধ আদালতে শেখ হাসিনার বিরুদ্ধে মামলা দায়ের করেছেন ব্রিটিশ বাংলাদেশি একজন আইনজীবীসহ আরো ২ জন ব্রিটিশ আইনজীবী।

আন্তর্জাতিক অপরাধ আদালতের (আইসিসি) রোম স্ট্যাটিউটের ১৫ অনুচ্ছেদের অধীনে মামলাটি দাখিল করা হয়েছে। এই মামলাটি দায়ের করেছেন '৩ বোল্ট কোর্ট চেম্বার্স'-এর ব্যারিস্টার মোঃ আশরাফুল আরেফিন। এই আইনজীবীর সাথে রয়েছেন ব্যারিস্টার সারাহ ফোরে, ব্যারিস্টার এমিল লিক্সান্দ্রু।

মামলা সম্পর্কে অবগত করতে লন্ডন বাংলা প্রেস ক্লাবে এক সংবাদ সম্মেলনে ব্যারিস্টার এম এ আরেফিন আশরাফুল ও তার সহযোগীরা বলেন, ২০২৪ সালের জুলাই মাসে, বাংলাদেশে এক নজিরবিহীন ছাত্র আন্দোলনের সূচনা ঘটে, যা বৈষম্যবিরোধী ছাত্র আন্দোলন নামে পরিচিতি লাভ করে।</Marquee>
        </div>
    );
};

export default SliderShow;